<template>
  <div class="container">
    <div class="article-container">
      <div class="article-header">
        <h1>В Республике Армения пройдет полуфинал конкурса «Евразийские цифровые платформы»</h1>
      </div>
      <div class="article-details">
        <div class="comments-counter">
          <font-awesome-icon :icon="['fas', 'comment-alt']" />
          <span>10</span>
        </div>
        <div class="publish-date">
          <span>10 августа 2019 в 14.02</span>
        </div>
      </div>
      <div class="article_entry-speech">
        <p>Полуфинал Международного конкурса инновационных проектов «Евразийские цифровые платформы» в Республике Армения состоится 13 сентября 2019 г. в рамках универсального регионального торгово-промышленного выставочного форума «АРМЕНИЯ EXPO» (г. Ереван, ул. А. Акопяна, д. 3, выставочный комплекс «Ереван EXPO»).</p>
      </div>
      <div class="article-body">        
        <p>Международный конкурс инновационных проектов «Евразийские цифровые платформы» – межгосударственный проект, который Евразийская экономическая комиссия успешно реализует с 2018 г.</p>
        <img src="../../images/news1.jpg" alt="">
        <p>Цель конкурса – выявить компании и проекты в государствах – членах Евразийского экономического союза, способные внести значимый вклад в реализацию цифровой повестки Союза.</p>
        <p>Конкурс призван быть постоянно действующей международной площадкой для экспертизы и обмена практическим опытом в сфере цифровой трансформации экономики государств – членов Союза.</p>
        <p>Полуфиналы конкурса проходят во всех пяти государствах – членах Союза. По три победителя в каждом полуфинале (всего – 15 инновационных проектов) отправятся на Финал конкурса, который состоится в конце сентября 2019 г. на форуме «Евразийская неделя – 2019» (г. Бишкек, Кыргызская Республика). Жюри конкурса под председательством члена Коллегии (Министра) по внутренним рынкам, информатизации, информационно-коммуникационным технологиям Евразийской экономической комиссии Карине Минасян выберет трех победителей конкурса, а еще двум проектам будет присуждена победа в категории «Симпатии ЕЭК».</p>
        <p>Универсальный региональный торгово-промышленный выставочный форум «АРМЕНИЯ EXPO» проходит при поддержке правительства Армении. Его ключевая задача – установление деловых контактов между промышленниками и предпринимателями из Армении и других стран. Форум проводится уже в девятнадцатый раз.</p>
        <p>Источник: contest.eaeunion.org</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Article',
}
</script>

<style lang="stylus" scoped>
.article-container
  padding: 40px 0
  color: #222
  max-width: 720px
  min-width: 290px
  margin: 0 auto
  .article-header    
    padding-bottom: 20px
    h1
      font-size: 36px
      line-height: 42px
  .article-details
    display: flex
    align-items: center
    margin-bottom: 40px
    .comments-counter
      margin-right: 10px
      span
        margin-left: 5px
  .article_entry-speech
    font-size: 18px
    font-weight: 700
    line-height: 1.612
    color: #666
    margin-bottom: 20px
  .article-body
    p
      font-size: 16px
      line-height: 1.572
      margin-bottom: 20px
    img
      width: 100%
      height: auto
      margin-bottom: 20px
</style>