<template>
  <div>
    <header-page
      :name="namePage"
      :imageId="17"
    />
    <div class="body-page">
      <div class="app-container">
        <h2>Цели разработки</h2>
        <div class="list">
          <div class="header">
            <p>Автоматизация деятельности центрального аппарата и предприятий госоргана (ведомства), интеграция их информационных ресурсов и организация информационного взаимодействия с другими органами государственного управления на основе использования возможностей современных информационных систем:</p>
          </div>
          <ul>
            <li>информационная совместимость баз данных за счет использования единых стандартов на форматы представления данных, государственных классификаторов и корпоративных справочников;</li>
            <li>создание единой ведомственной базы отчетов;</li>
            <li>информационная преемственность и конвертирование накопленной ранее информации;</li>
            <li>унифицирование информационного обмена документами по вопросам деятельности госоргана (ведомства) и предприятий системы;</li>
            <li>одноразовый ручной ввод данных в системе с последующей синхронизацией (репликацией по электронным каналам связи);</li>
            <li>снижение трудоемкости и повышение оперативности обработки информации.</li>
          </ul>
        </div>
        <h2>Функционал</h2>
        <div class="list">
          <ul>
            <li>получение статистических и плановых показателей от предприятий отрасли;</li>
            <li>формирование сводной отчетности с анализом полученных показателей;</li>
            <li>учет госимущества, находящегося на балансе предприятий отрасли;</li>
            <li>регламентирование информационного обмена для функционирования подсистем АИС;</li>
            <li>контроль своевременности выполнения задач, рабочих процессов;</li>
            <li>ведение реестра лицензиата;</li>
            <li>дополнительные подсистемы, автоматизирующие процессы структурных подразделений.</li>
          </ul>
        </div>
        <h2>Аппаратная реализация</h2>
        <p>АИС госоргана (ведомства) находится в периметре локальной вычислительной сети АИС госоргана (ведомства), защищаемой межсетевым экраном, в котором функционируют серверы и рабочие станции операторов и администратора информационной системы. Центр обработки данных АИС госоргана (ведомства) функционирует на технологических площадях госоргана. Программное обеспечение физически располагается на сервере, находящемся в локальной сети госоргана (ведомства).</p>
        <p>Администраторы и часть пользователей получают доступ к АИС госоргана из локальной сети, другая часть пользователей (операторы-сотрудники подразделений, предприятий отрасли) – посредством VPN, внешние зарегистрированные пользователи информационного ресурса – участники бизнес-процессов – по сети Интернет через веб-браузер. Программное обеспечение уровня пользовательских приложений и интерфейсов размещается на технических средствах пользователей.</p>
        <div class="image">
          <app-image
            :id="17"
          />
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import AppImage from '@/components/AppImage';
import HeaderPage from '@/components/HeaderPage';

export default {
  name: 'Project',
  components :{
    AppImage,
    HeaderPage
  },
  data() {
    return {
      namePage: 'Единое информационное пространство отрасли на базе программных средств АИС госоргана (ведомства)'
    };
  }
};
</script>

<style lang="stylus" scoped>
.body-page
  margin: 100px 0
  h2
    font-weight: 300
    color: #1461ff
    margin: 2rem 0
  .image
    width: 100%
    overflow: hidden
</style>