<template>
  <div>
    <div class="header-page">
      <div class="app-container">
        <div class="title">
          <h1>Восточное Партнерство</h1>
        </div>
      </div>
    </div>
    <div class="body-page">
      <section>
        <div class="app-container">
          <div class="section-header">
            <h2>О Партнерстве</h2>
          </div>
          <div class="section-body">
            <p><b>Восточное партнерство (ВП)</b> – это совместная политическая инициатива, направленная на углубление и укрепление отношений между Европейским союзом (ЕС), его государствами-членами и шестью восточными соседями</p>
            <p>ЕС: Арменией, Азербайджаном, Беларусью, Грузией, Республикой Молдова и Украиной.</p>
            <p>В этих рамках в отношениях ЕС с его соседями руководствуется Глобальной стратегией ЕС и пересмотренной Европейской политикой соседства, которые призывают сосредоточиться на повышении стабилизации и устойчивости восточных соседей ЕС.</p>
            <p>В этих рамках существует общее обязательство обеспечить ощутимые результаты для граждан всего региона. В поддержку более ориентированного на результаты подхода к Восточному партнерству Европейская Комиссия и Европейская служба внешних связей определили 20 ключевых результатов на 2020 год, причем ряд ключевых этапов уже достигнут к марту 2019 года.</p>
            <p>Для выполнения этих задач, на саммите Восточного партнерства, состоявшемся в Риге в 2015 году, было подтверждено наличие единой позиции относительно принятия более решительных мер в четырех приоритетных областях:</p>
            <p>экономическое развитие и рыночные возможности;</p>
            <p>институциональный рост и надлежащее управление;</p>
            <p>укрепление связей, энергоэффективность, окружающая среда и изменение климата;</p>
            <p>мобильность и контакты между людьми.</p>
            <p>Также уделяется внимание структурированному взаимодействию с более широким кругом организаций гражданского общества, развитию гендерного равенства и борьбе с дискриминацией, а также обеспечению более прозрачных и индивидуализированных стратегических коммуникаций.</p>
            <p>Задача нового стратегического рабочего плана состоит в определении деятельности ЕС и его шести стран-партнеров вплоть до 2020 года на основе совместных целей, сформулированных при создании Восточного партнерства на Пражском саммите в мае 2009 года.</p>
            <p>В более широком контексте ВП стремится к достижению ключевых целей глобальной политики, перечисленных в Повестке дня в области устойчивого развития до 2030 года, определенных ООН, и в Парижском соглашении по климату.</p>
          </div>
        </div>
      </section>
      <section-component
        v-for="section in sections"
        v-bind="section"
        :key="section.componentName"
      />
    </div>
  </div>
</template>

<script>
import SectionComponent from '@/components/Section';

export default {
  name: 'EasternPartnership',
  components: {
    SectionComponent
  },
  data() {
    return {
      sections: [
        {
          name: 'О Партнёрстве',
          componentName: 'About'
        },
        {
          name: 'Новости',
          componentName: 'News'
        },
      ]
    };
  }
};
</script>

<style lang="stylus" scoped>
.header-page
  position: relative
  background-image: url(../../images/eastern-partnership.jpg)
  background-size: cover
  background-position: center 10%
  z-index: 1
  .title
    display: flex
    height: 300px
    align-items: flex-end
    h1
      color: #fff
      margin-bottom: 4rem
  &:before
    content: ""
    position: absolute
    right: 0
    bottom: 0
    width: 100%
    height: 100%
    z-index: -1;
    background: -webkit-linear-gradient(-45deg,rgba(88, 195, 255,.7) 0,rgba(0, 77, 230,.7) 40%,rgba(0, 59, 177,.7) 100%)

.body-page
  margin-top: 100px
  margin-bottom: 100px
</style>